Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/press_releases_fi/bovdehus_kacc_povdim_kutsu.pdf.tmx
Source language: sme
Languages: smn

source: Sámediggi ordne sámi álbmotbeaivve ávvudoaluid Anáris Siida museas 6.2.2010 dmu 17.00-20.00.
smn: Sämitigge uárnee säämi aalmugpeeivi juhle Aanaar Sijdâmuseost 6.2.2010 tme 17.00-20.00.

source: Dilálašvuohta lea olgun guovssahasteáhteris.
smn: Tilálâšvuotâ lii olgon kuovsâkkâsteatterist.

source: Mánáide lágiduvvo ee. čierastallan ja heargevuodjin.
smn: čierâstâllâm, já ergivyeijim.

source: Sámediggi ordne bussesáhtuid Heahtás, Ohcejogas ja Vuohčus Anárii sihke ruovttoluotta.
smn: Sämitigge uárnee bussisáátuid Hettaast, Ucjuuvâst já Vuáčust Anarân sehe maasâd.

source: Sáhtu haddi lea 10 € olbmos.
smn: Sáátu hadde lii 10 € ulmust.

source: Almmuheamit doaluide ja sáhtuide maŋimustá bearjadaga 29.1.2010 tel. 0504350177 dahje kaisa.tapiola@samediggi.fi
smn: Almottâtmeh juuhlán já sáttoid majemustáá vástuppeeivi 29.1.2010 puh.. 0504350177 tâi kaisa.tapiola@samediggi.fi

source: Bures boahtin !
smn: Pyereestpuáttim !

source: Sámedikki ságadoalli Juvvá Lemet, Klemetti Näkkäläjärvi
smn: Sämitige saavâjođetteijee Juvá Leemit, Klemetti Näkkäläjärvi
